{
  "common": [
    "the", "be", "to", "of", "and", "a", "in", "that", "have", "i",
    "it", "for", "not", "on", "with", "he", "as", "you", "do", "at",
    "this", "but", "his", "by", "from", "they", "we", "say", "her", "she",
    "or", "an", "will", "my", "one", "all", "would", "there", "their",
    "what", "so", "up", "out", "if", "about", "who", "get", "which", "go",
    "me", "when", "make", "can", "like", "time", "no", "just", "him", "know",
    "take", "people", "into", "year", "your", "good", "some", "could", "them",
    "see", "other", "than", "then", "now", "look", "only", "come", "its", "over",
    "think", "also", "back", "after", "use", "two", "how", "our", "work",
    "first", "well", "way", "even", "new", "want", "because", "any", "these",
    "give", "day", "most", "us", "is", "was", "are", "been", "being", "has",
    "had", "does", "did", "having", "may", "might", "must", "shall", "should",
    "help", "talk", "move", "call", "try", "ask", "need", "feel", "become", "leave",
    "put", "mean", "keep", "let", "begin", "seem", "help", "talk", "turn", "start",
    "large", "small", "good", "bad", "important", "right", "different", "special",
    "high", "low", "long", "short", "many", "few", "much", "little", "old", "young"
  ],
  "intermediate": [
    "artificial", "intelligence", "machine", "learning", "algorithm",
    "optimize", "transform", "industry", "technology", "innovation",
    "implement", "develop", "analysis", "research", "evidence",
    "significant", "approach", "method", "technique", "solution",
    "challenge", "opportunity", "benefit", "strategy", "framework",
    "perspective", "concept", "principle", "theory", "model",
    "establish", "demonstrate", "investigate", "evaluate", "examine",
    "comprehensive", "thorough", "detailed", "systematic", "structured",
    "facilitate", "enhance", "improve", "increase", "reduce",
    "complex", "simple", "efficient", "effective", "reliable",
    "sustainable", "flexible", "robust", "scalable", "innovative",
    "professional", "technical", "commercial", "financial", "operational",
    "communication", "management", "organization", "administration", "coordination",
    "collaborative", "cooperative", "participative", "inclusive", "interactive",
    "awareness", "knowledge", "understanding", "comprehension", "recognition",
    "capability", "competence", "proficiency", "expertise", "mastery",
    "responsibility", "accountability", "reliability", "trustworthiness", "credibility",
    "motivation", "engagement", "commitment", "dedication", "enthusiasm",
    "performance", "achievement", "success", "progress", "advancement",
    "quality", "standard", "criteria", "requirement", "specification"
  ],
  "advanced": [
    "sophisticated", "paradigm", "methodology", "infrastructure", "architecture",
    "accumulation", "heterogeneous", "proliferation", "proliferating", "ubiquitous",
    "circumvent", "exacerbate", "ameliorate", "propagate", "synthesize",
    "phenomenon", "synergistic", "empirical", "epistemological", "ontological",
    "amalgamation", "juxtaposition", "dichotomy", "dichotomous", "dichotomizing",
    "categorical", "taxonomic", "hierarchical", "stratified", "segmented",
    "ethereal", "substantive", "tangible", "intangible", "abstract",
    "extrapolate", "interpolate", "correlate", "expedite", "facilitate",
    "substantiate", "corroborate", "validate", "authenticate", "verify",
    "articulate", "elucidate", "expound", "elaborate", "delineate",
    "nuanced", "multifaceted", "multidimensional", "comprehensive", "exhaustive",
    "trajectory", "trajectory", "dynamics", "momentum", "acceleration",
    "paradigm shift", "conceptual framework", "theoretical underpinning", "epistemology",
    "hermeneutics", "phenomenology", "semiotics", "pragmatics", "semantics",
    "anachronism", "anachronistic", "synchronicity", "synchronous", "asynchronous",
    "perspicacious", "sagacious", "judicious", "prudent", "discerning",
    "obfuscate", "obfuscation", "equivocate", "equivocation", "prevaricate",
    "ambiguous", "ambiguity", "equivocal", "nebulous", "amorphous",
    "serendipity", "serendipitous", "fortuitous", "felicitous", "propitious",
    "ubiquity", "ubiquitous", "pervasive", "omnipresent", "latent"
  ]
}
