{
  "common": [
    "a",
    "about",
    "accept",
    "after",
    "afternoon",
    "agree",
    "all",
    "allow",
    "almost",
    "already",
    "also",
    "always",
    "an",
    "and",
    "angry",
    "answer",
    "any",
    "appear",
    "are",
    "as",
    "ask",
    "at",
    "back",
    "bad",
    "be",
    "because",
    "become",
    "been",
    "before",
    "begin",
    "being",
    "believe",
    "big",
    "black",
    "blue",
    "book",
    "boy",
    "bread",
    "bring",
    "brother",
    "build",
    "bus",
    "business",
    "but",
    "buy",
    "by",
    "call",
    "can",
    "car",
    "change",
    "child",
    "children",
    "choose",
    "city",
    "close",
    "coffee",
    "cold",
    "come",
    "company",
    "computer",
    "consider",
    "continue",
    "cool",
    "cost",
    "could",
    "country",
    "create",
    "daughter",
    "day",
    "decide",
    "did",
    "different",
    "difficult",
    "do",
    "does",
    "door",
    "drink",
    "during",
    "easy",
    "eat",
    "eight",
    "end",
    "enjoy",
    "even",
    "evening",
    "expect",
    "fall",
    "family",
    "fast",
    "father",
    "feel",
    "few",
    "find",
    "finish",
    "first",
    "five",
    "follow",
    "food",
    "for",
    "forget",
    "four",
    "friday",
    "friend",
    "from",
    "fruit",
    "get",
    "girl",
    "give",
    "go",
    "good",
    "green",
    "grow",
    "had",
    "happen",
    "happy",
    "hard",
    "has",
    "have",
    "having",
    "he",
    "hear",
    "help",
    "her",
    "high",
    "him",
    "his",
    "home",
    "hope",
    "hot",
    "hour",
    "house",
    "how",
    "hundred",
    "hungry",
    "i",
    "if",
    "important",
    "in",
    "into",
    "is",
    "it",
    "its",
    "just",
    "keep",
    "know",
    "large",
    "lead",
    "learn",
    "least",
    "leave",
    "less",
    "let",
    "like",
    "listen",
    "little",
    "live",
    "long",
    "look",
    "love",
    "low",
    "make",
    "man",
    "many",
    "may",
    "maybe",
    "me",
    "mean",
    "meat",
    "meet",
    "might",
    "milk",
    "million",
    "minute",
    "monday",
    "money",
    "month",
    "more",
    "morning",
    "most",
    "mother",
    "move",
    "much",
    "must",
    "my",
    "need",
    "never",
    "new",
    "night",
    "nine",
    "no",
    "not",
    "now",
    "of",
    "office",
    "often",
    "old",
    "on",
    "one",
    "only",
    "open",
    "or",
    "other",
    "our",
    "out",
    "over",
    "paper",
    "parent",
    "pay",
    "pen",
    "pencil",
    "people",
    "perhaps",
    "phone",
    "place",
    "plan",
    "plane",
    "play",
    "possible",
    "prepare",
    "protect",
    "put",
    "quite",
    "read",
    "really",
    "red",
    "remain",
    "remember",
    "right",
    "rise",
    "road",
    "room",
    "run",
    "sad",
    "saturday",
    "save",
    "say",
    "school",
    "second",
    "see",
    "seem",
    "sell",
    "send",
    "seven",
    "several",
    "shall",
    "she",
    "shop",
    "short",
    "should",
    "show",
    "simple",
    "sister",
    "sit",
    "six",
    "sleep",
    "slow",
    "small",
    "so",
    "some",
    "sometimes",
    "son",
    "speak",
    "special",
    "spend",
    "stand",
    "start",
    "stay",
    "still",
    "stop",
    "store",
    "street",
    "study",
    "sunday",
    "support",
    "take",
    "talk",
    "tall",
    "tea",
    "teach",
    "tell",
    "ten",
    "than",
    "that",
    "the",
    "their",
    "them",
    "then",
    "there",
    "these",
    "they",
    "think",
    "thirsty",
    "this",
    "though",
    "thousand",
    "three",
    "thursday",
    "time",
    "tired",
    "to",
    "today",
    "tomorrow",
    "train",
    "travel",
    "try",
    "tuesday",
    "turn",
    "two",
    "understand",
    "unless",
    "until",
    "up",
    "us",
    "use",
    "usually",
    "very",
    "visit",
    "wake",
    "walk",
    "want",
    "warm",
    "was",
    "watch",
    "water",
    "way",
    "we",
    "wednesday",
    "week",
    "well",
    "what",
    "when",
    "which",
    "while",
    "white",
    "who",
    "will",
    "window",
    "wish",
    "with",
    "woman",
    "work",
    "world",
    "would",
    "write",
    "year",
    "yellow",
    "yesterday",
    "yet",
    "you",
    "young",
    "your"
  ],
  "intermediate": [
    "accomplish",
    "accountability",
    "achieve",
    "achievement",
    "adequate",
    "adjustment",
    "administration",
    "advancement",
    "advise",
    "algorithm",
    "allocation",
    "alteration",
    "amplify",
    "analysis",
    "analyze",
    "anticipate",
    "apparatus",
    "apparent",
    "application",
    "approach",
    "appropriate",
    "argue",
    "arise",
    "arrangement",
    "artificial",
    "aspect",
    "assert",
    "assess",
    "asset",
    "assignment",
    "audience",
    "authenticate",
    "authority",
    "authorize",
    "awareness",
    "benefit",
    "broad",
    "broaden",
    "budget",
    "capability",
    "capacity",
    "categorize",
    "cause",
    "challenge",
    "circumstance",
    "claim",
    "classification",
    "classify",
    "clear",
    "client",
    "cloud",
    "collaborate",
    "collaborative",
    "colleague",
    "collective",
    "combination",
    "commercial",
    "commitment",
    "commodity",
    "communicate",
    "communication",
    "compare",
    "competence",
    "complex",
    "compliance",
    "component",
    "composition",
    "comprehension",
    "comprehensive",
    "computing",
    "concept",
    "conclude",
    "condition",
    "confidentiality",
    "configuration",
    "confirm",
    "consequence",
    "considerable",
    "consistent",
    "consult",
    "consumer",
    "context",
    "contrast",
    "control",
    "cooperate",
    "cooperative",
    "coordinate",
    "coordination",
    "cost",
    "creative",
    "credibility",
    "criteria",
    "criterion",
    "critical",
    "crucial",
    "customer",
    "data",
    "database",
    "declare",
    "decline",
    "decrease",
    "dedication",
    "deduce",
    "define",
    "demonstrate",
    "derive",
    "describe",
    "designation",
    "detailed",
    "detect",
    "determine",
    "develop",
    "differ",
    "digital",
    "diminish",
    "distinct",
    "distinguish",
    "distribution",
    "diverse",
    "diversity",
    "domestic",
    "ecological",
    "effect",
    "effective",
    "effectiveness",
    "efficiency",
    "efficient",
    "electronic",
    "element",
    "emerge",
    "employee",
    "employer",
    "enable",
    "enforcement",
    "engagement",
    "enhance",
    "enlarge",
    "enthusiasm",
    "environment",
    "environmental",
    "equivalent",
    "essential",
    "establish",
    "estimate",
    "evaluate",
    "evidence",
    "evident",
    "examine",
    "expand",
    "expenditure",
    "expense",
    "experiment",
    "expertise",
    "explicit",
    "extend",
    "extensive",
    "facilitate",
    "factor",
    "feature",
    "finance",
    "financial",
    "flexible",
    "fluctuate",
    "following",
    "forecast",
    "framework",
    "frameworks",
    "function",
    "fund",
    "fundamental",
    "general",
    "global",
    "goal",
    "goods",
    "governance",
    "gradual",
    "hardware",
    "hybrid",
    "hypothesis",
    "identical",
    "identify",
    "illustrate",
    "impact",
    "implement",
    "implication",
    "implicit",
    "imply",
    "improve",
    "inclusive",
    "increase",
    "indicate",
    "individual",
    "industry",
    "infer",
    "influence",
    "innovate",
    "innovation",
    "innovative",
    "inspect",
    "instrument",
    "integration",
    "integrity",
    "intelligence",
    "interactive",
    "international",
    "inventive",
    "invest",
    "investigate",
    "knowledge",
    "leadership",
    "learning",
    "legislation",
    "limited",
    "local",
    "loss",
    "machine",
    "maintain",
    "manage",
    "management",
    "market",
    "mastery",
    "measurement",
    "mechanism",
    "mediate",
    "merchandise",
    "method",
    "methodology",
    "mission",
    "mobile",
    "model",
    "modification",
    "monitor",
    "motivation",
    "mutual",
    "narrow",
    "negotiate",
    "niche",
    "notable",
    "novel",
    "objective",
    "observation",
    "observe",
    "obvious",
    "occur",
    "offline",
    "online",
    "operational",
    "opportunity",
    "optimize",
    "organic",
    "organization",
    "organize",
    "original",
    "originate",
    "overall",
    "participative",
    "particular",
    "partner",
    "percentage",
    "performance",
    "persist",
    "personal",
    "perspective",
    "persuade",
    "platform",
    "policy",
    "preceding",
    "predict",
    "preserve",
    "previous",
    "principle",
    "prior",
    "prioritize",
    "privacy",
    "procedure",
    "process",
    "product",
    "professional",
    "proficiency",
    "profit",
    "progress",
    "project",
    "proportion",
    "propose",
    "protocol",
    "purpose",
    "quality",
    "rank",
    "ratio",
    "recognition",
    "recognize",
    "recommend",
    "reduce",
    "reflect",
    "regulation",
    "relevant",
    "reliability",
    "reliable",
    "remarkable",
    "remote",
    "renewable",
    "represent",
    "requirement",
    "research",
    "resource",
    "responsibility",
    "restricted",
    "retain",
    "revenue",
    "review",
    "robust",
    "safety",
    "scalable",
    "sector",
    "security",
    "segment",
    "service",
    "shared",
    "shrink",
    "significant",
    "similar",
    "simple",
    "situation",
    "software",
    "solution",
    "specific",
    "specification",
    "stakeholder",
    "standard",
    "state",
    "statistic",
    "steady",
    "strategy",
    "structured",
    "subsequent",
    "substantial",
    "subtle",
    "success",
    "sufficient",
    "suggest",
    "suitable",
    "survey",
    "sustain",
    "sustainable",
    "synthesize",
    "system",
    "systematic",
    "technical",
    "technique",
    "technology",
    "theory",
    "thorough",
    "tool",
    "track",
    "transform",
    "transformation",
    "transition",
    "trustworthiness",
    "understanding",
    "unique",
    "universal",
    "user",
    "validate",
    "vary",
    "verify",
    "virtual",
    "vision",
    "vital",
    "widespread",
    "wireless",
    "workflow"
  ],
  "advanced": [
    "abstract",
    "acceleration",
    "accumulation",
    "advent",
    "alleviate",
    "amalgamation",
    "ambiguity",
    "ambiguous",
    "ameliorate",
    "amorphous",
    "anachronism",
    "anachronistic",
    "antecedent",
    "antithesis",
    "arbitrary",
    "architecture",
    "articulate",
    "ascertain",
    "asynchronous",
    "attenuate",
    "authenticate",
    "avant-garde",
    "basic",
    "cascade",
    "categorical",
    "circumvent",
    "cogent",
    "compelling",
    "comprehensive",
    "conceptual framework",
    "congenital",
    "consolidate",
    "convincing",
    "correlate",
    "corroborate",
    "culmination",
    "cultivate",
    "cumulative",
    "delineate",
    "dialectical",
    "dichotomizing",
    "dichotomous",
    "dichotomy",
    "discern",
    "discerning",
    "discrete",
    "discretion",
    "discretionary",
    "dynamics",
    "elaborate",
    "elementary",
    "elucidate",
    "empirical",
    "encyclopedic",
    "epistemological",
    "epistemology",
    "equivocal",
    "equivocate",
    "equivocation",
    "ethereal",
    "exacerbate",
    "exhaustive",
    "expedite",
    "expound",
    "extraneous",
    "extrapolate",
    "extrinsic",
    "facilitate",
    "fastidious",
    "felicitous",
    "fortuitous",
    "gratuitous",
    "gravitate",
    "hermeneutic",
    "hermeneutics",
    "heterodox",
    "heterogeneous",
    "heuristic",
    "hierarchical",
    "idiosyncratic",
    "imminent",
    "inception",
    "incremental",
    "inescapable",
    "inevitable",
    "inexorable",
    "infrastructure",
    "inherent",
    "intangible",
    "interpolate",
    "intrinsic",
    "iterative",
    "judicious",
    "juxtaposition",
    "latent",
    "manifest",
    "manifestation",
    "mercurial",
    "methodology",
    "meticulous",
    "mitigate",
    "momentum",
    "multidimensional",
    "multifaceted",
    "nebulous",
    "nuanced",
    "obfuscate",
    "obfuscation",
    "omnipresent",
    "omniscient",
    "ontological",
    "orthodox",
    "oscillate",
    "palliate",
    "panoramic",
    "paradigm",
    "paradigm shift",
    "paradigmatic",
    "paradoxical",
    "paramount",
    "pedagogical",
    "permeate",
    "permeating",
    "perspicacious",
    "persuasive",
    "pertinent",
    "pervasive",
    "phenomenological",
    "phenomenology",
    "phenomenon",
    "pragmatic",
    "pragmatics",
    "pragmatism",
    "precarious",
    "precedence",
    "precedent",
    "predominant",
    "preeminent",
    "preliminary",
    "preponderant",
    "prevaricate",
    "proliferating",
    "proliferation",
    "propagate",
    "propitious",
    "prudent",
    "quintessential",
    "reciprocity",
    "redundant",
    "rhetorical",
    "rigorous",
    "rudimentary",
    "sagacious",
    "salient",
    "scrupulous",
    "segmented",
    "semantics",
    "semiotics",
    "serendipitous",
    "serendipity",
    "sophisticated",
    "stratified",
    "substantiate",
    "substantive",
    "superfluous",
    "symbiosis",
    "synchronicity",
    "synchronous",
    "synergistic",
    "synthesis",
    "synthesize",
    "tangential",
    "tangible",
    "taxonomic",
    "tenuous",
    "theoretical underpinning",
    "trajectory",
    "ubiquitous",
    "ubiquity",
    "unconventional",
    "validate",
    "verify",
    "volatile"
  ]
}